Repository: ElluIFX/Glance
Catalog: src/Glance.Components/PanoramaVideo/Resources/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Component.DisplayName
source: Panorama video preview
zh_cn: 全景视频预览

# Status.Available
source: DJI and Insta360 panorama videos are supported
zh_cn: 支持预览大疆与影石全景视频

# Status.Unavailable
source: HEVC decoding or Direct3D 11 is unavailable
zh_cn: HEVC 解码或 Direct3D 11 不可用

# Preview.Loading
source: Loading panorama video...
zh_cn: 正在加载全景视频...

# Shortcut.ProjectionTooltip
source: Switch between 3D and dual 180-degree views
zh_cn: 切换 3D 与双路 180 度视图

# Settings.GroupTitle
source: Panorama preview
zh_cn: 全景预览

# Settings.InsvRow
source: INSV preview
zh_cn: INSV 预览

# Settings.OsvRow
source: OSV preview
zh_cn: OSV 预览

# Settings.ViewAngle
source: View angle (°)
zh_cn: 视角 (°)

# Settings.Overlap
source: Overlap (°)
zh_cn: 重叠区 (°)
